<template>
  <svg
    xmlns="http://www.w3.org/2000/svg"
    width="98.85"
    height="109.03"
    viewBox="0 0 98.85 109.03"
    class="h-full w-full"
  >
    <g id="Godot" transform="translate(0.5 0.5)">
      <g id="Слой_1" data-name="Слой 1">
        <g id="Dodot">
          <g id="Сгруппировать_805" data-name="Сгруппировать 805">
            <path
              id="Контур_9802"
              data-name="Контур 9802"
              d="M38.94,4l1.31,28.89c-.7.16-1.41.34-2.1.53s-1.39.41-2.08.63-1.37.47-2,.73-1.34.53-2,.81L29.51,7c.76-.33,1.52-.63,2.3-.93s1.55-.56,2.34-.81,1.58-.5,2.38-.72S38.13,4.14,38.94,4Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9803"
              data-name="Контур 9803"
              d="M69.23,7,66.67,35.54c-.66-.28-1.32-.56-2-.81s-1.35-.5-2-.73l-2.07-.63c-.7-.19-1.4-.37-2.11-.53L59.8,4c.81.19,1.61.39,2.41.6s1.59.46,2.38.72,1.57.52,2.34.81S68.47,6.68,69.23,7Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9804"
              data-name="Контур 9804"
              d="M32.28,39.93Q31,26,29.8,12c0-.41-.07-.83-.1-1.24l-.09-1.25-.06-1.24V7.03L32,35.54v1.1l.06,1.1c0,.36.05.73.07,1.09Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9805"
              data-name="Контур 9805"
              d="M68.93,12.12,66.41,40.06l.09-1.13c0-.38.06-.75.08-1.13s0-.75,0-1.13V35.54L69.23,7V8.28a9.144,9.144,0,0,1-.06,1.28c-.06.43-.05.85-.08,1.28S69,11.7,68.93,12.12Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9806"
              data-name="Контур 9806"
              d="M59.8,4,58.45,32.84c-.3.51-.59,1-.88,1.54s-.57,1-.84,1.57-.55,1-.81,1.58-.51,1.07-.76,1.61a1.84,1.84,0,0,1-.26.4,1.61,1.61,0,0,1-.38.31,1.58,1.58,0,0,1-.44.19,1.61,1.61,0,0,1-.49.07h-.26l-1-.13-1-.1h-4l-1,.1-1,.13H45.1a1.61,1.61,0,0,1-.49-.07,1.89,1.89,0,0,1-.44-.19,2.17,2.17,0,0,1-.37-.31,1.91,1.91,0,0,1-.26-.41c-.25-.54-.5-1.07-.76-1.6S42.25,36.47,42,36s-.55-1.05-.84-1.57-.58-1-.88-1.54L38.94,4c.34.58.68,1.16,1,1.75s.65,1.17,1,1.77.62,1.19.92,1.79.59,1.21.87,1.81a1.67,1.67,0,0,0,.31.47,2.06,2.06,0,0,0,.42.35,2.31,2.31,0,0,0,.51.22,2,2,0,0,0,.55.08h.32L45.93,12l1.14-.1,1.16-.07h2.3l1.14.07,1.13.1,1.13.15h.3a2.1,2.1,0,0,0,.56-.08,1.92,1.92,0,0,0,.51-.22,2.06,2.06,0,0,0,.43-.35,1.86,1.86,0,0,0,.31-.46c.28-.61.57-1.21.87-1.81s.6-1.21.92-1.8.63-1.19,1-1.77S59.46,4.53,59.8,4Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9807"
              data-name="Контур 9807"
              d="M72.69,14.19l-3,27.69v.34l3-27.64v-.39Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9808"
              data-name="Контур 9808"
              d="M66.1,42.85h0L68.58,15.3h0a7.419,7.419,0,0,1,.1-.79l.09-.79c0-.26.06-.53.08-.79s.06-.53.08-.8L66.41,40.06a2.415,2.415,0,0,1-.07.7c-.07.24,0,.46-.07.7s0,.46-.08.69Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9809"
              data-name="Контур 9809"
              d="M32.6,42.85l-.09-.73c0-.24-.06-.48-.08-.73a3.025,3.025,0,0,0-.08-.73c-.08-.25,0-.49-.07-.73L29.8,12a7.767,7.767,0,0,0,.08.83c.03.28.05.55.08.83s.06.55.1.83.06.55.1.82v.09L32.6,42.95v-.08Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9810"
              data-name="Контур 9810"
              d="M30.17,15.38l2.44,27.55a1.71,1.71,0,0,1,0,.45,1.62,1.62,0,0,1-.15.42,1.9,1.9,0,0,1-.26.37,2,2,0,0,1-.36.29l-.3.18-.29.18-.3.17-.3.17L27.88,17.91l.34-.2.35-.19.34-.2.34-.2a2.2,2.2,0,0,0,.41-.33,1.973,1.973,0,0,0,.48-.9A2.19,2.19,0,0,0,30.17,15.38Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9811"
              data-name="Контур 9811"
              d="M66.09,42.91q1.25-13.77,2.48-27.55a2.189,2.189,0,0,0,0,.51,1.62,1.62,0,0,0,.17.48,1.79,1.79,0,0,0,.3.42,1.9,1.9,0,0,0,.41.34l.37.22.37.22.4.23L71,18,68.2,45.23,67.87,45l-.34-.2-.33-.19-.31-.19a1.75,1.75,0,0,1-.62-.67,1.69,1.69,0,0,1-.18-.88Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9812"
              data-name="Контур 9812"
              d="M27.88,17.91l2.74,27.25-.75.42-.69.43c-.22.14-.44.28-.65.43l-.62.44-3.14-27,.71-.5c.24-.17.49-.33.75-.49l.79-.48Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9813"
              data-name="Контур 9813"
              d="M74,19.86l-3.18,27-.61-.44L69.54,46c-.21-.13-.43-.27-.65-.39l-.65-.38L71,18q.38.19.75.42l.74.45c.25.15.49.31.73.47Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9814"
              data-name="Контур 9814"
              d="M24.31,19.86l3.14,27.02-.65.46L23.57,20.39Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9815"
              data-name="Контур 9815"
              d="M74.25,20.4,70.98,47.35l-.65-.47,3.18-27.02Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9816"
              data-name="Контур 9816"
              d="M24,20.39l3.23,27-.78.56-.75.58-.73.6-.71.62a1.51,1.51,0,0,1-.56.34,1.58,1.58,0,0,1-.31.09,1.66,1.66,0,0,1-.32,0h-.49L22.37,50a1.19,1.19,0,0,1-.22-.12q-.7-.47-1.44-.9c-.48-.3-1-.59-1.46-.87l-1.48-.83c-.5-.27-1-.54-1.51-.79L11.41,19.43c.58.29,1.15.59,1.72.9s1.14.62,1.71.94l1.67,1c.56.34,1.11.68,1.65,1l.26.13a1.48,1.48,0,0,0,.27.1,1.27,1.27,0,0,0,.28.06h.28a2.31,2.31,0,0,0,.37,0l.36-.1a2.491,2.491,0,0,0,.33-.16,2.26,2.26,0,0,0,.31-.23c.26-.24.53-.47.81-.7s.55-.46.84-.68.57-.45.86-.66Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9817"
              data-name="Контур 9817"
              d="M87.33,19.43,82.45,46.5c-.51.26-1,.53-1.51.8l-1.49.83c-.49.28-1,.57-1.46.87l-1.44.9-.22.12-.23.08a2.269,2.269,0,0,1-.25.06h-.57l-.28-.1a1.59,1.59,0,0,1-.29-.15,1.35,1.35,0,0,1-.27-.2l-.71-.62c-.24-.21-.49-.41-.74-.6s-.5-.39-.75-.58l-.77-.56L74.71,20.4c.3.2.59.41.89.63l.86.65c.29.23.57.45.84.69l.82.7a1.66,1.66,0,0,0,.31.23,1.5,1.5,0,0,0,.34.16,1.36,1.36,0,0,0,.36.1,1.5,1.5,0,0,0,.37,0h.28l.28-.06.26-.1a2.1,2.1,0,0,0,.26-.13c.54-.35,1.09-.69,1.65-1s1.11-.66,1.68-1,1.13-.64,1.7-.94Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9818"
              data-name="Контур 9818"
              d="M11.41,19.43,16.26,46.5c-.53.55-1.05,1.12-1.56,1.7s-1,1.16-1.48,1.76-1,1.21-1.4,1.83-.9,1.25-1.33,1.89L4.77,27.57c.5-.72,1-1.43,1.53-2.14S7.36,24,7.91,23.36,9,22,9.62,21.35,10.8,20.06,11.41,19.43Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9819"
              data-name="Контур 9819"
              d="M94,27.58l-5.75,26.1c-.43-.64-.87-1.26-1.32-1.88A20.752,20.752,0,0,0,85.48,50c-.52-.57-1-1.19-1.48-1.77s-1-1.14-1.55-1.7l4.88-27.07c.61.63,1.21,1.28,1.79,1.93s1.15,1.32,1.71,2,1.09,1.38,1.61,2.08S93.47,26.86,94,27.58Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9820"
              data-name="Контур 9820"
              d="M11.76,55.58l-.33-.48-.31-.47-.32-.48-.31-.47L4.77,27.57l.36.55.36.54.36.54.37.53Q9,42.66,11.76,55.58Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9821"
              data-name="Контур 9821"
              d="M94,27.58l-5.75,26.1c-.31.49-.62,1-.94,1.44s-.65,1-1,1.42l-1,1.4-1,1.37L89.4,34q.61-.77,1.2-1.56t1.17-1.59c.38-.53.75-1.07,1.12-1.61S93.61,28.13,94,27.58Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9822"
              data-name="Контур 9822"
              d="M11.76,55.58Q9,42.65,6.22,29.73c.25.37.51.73.77,1.1l.79,1.08L8.59,33c.27.36.54.71.82,1.06l5.13,25.33-.71-.93-.71-.94-.69-1Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9823"
              data-name="Контур 9823"
              d="M15,60.12a.9.9,0,0,0-.08-.21l-.1-.2-.14-.18-.16-.16L9.41,34l.18.18a1.37,1.37,0,0,1,.15.21,2.53,2.53,0,0,1,.13.22l.09.24Q12.5,47.51,15,60.12Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9824"
              data-name="Контур 9824"
              d="M83.65,60.24Q86.2,47.64,88.74,35a.935.935,0,0,1,.1-.31,1.47,1.47,0,0,1,.14-.28,2.35,2.35,0,0,1,.19-.25A2.391,2.391,0,0,1,89.4,34L84.22,59.31a1.8,1.8,0,0,0-.2.19,1.84,1.84,0,0,0-.17.22,1.15,1.15,0,0,0-.12.25A1.38,1.38,0,0,0,83.65,60.24Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9825"
              data-name="Контур 9825"
              d="M15,60.12q-2.5-12.61-5-25.23v.16l5.06,25.21v-.14Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9826"
              data-name="Контур 9826"
              d="M10,35.05l5.06,25.21v.08a.19.19,0,0,1,0,.08s0,0,0,.08v.08L10,35.42v-.37Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9827"
              data-name="Контур 9827"
              d="M83.65,60.24,88.74,35v.4l-5.1,25.16a.28.28,0,0,1,0-.09V60.3C83.64,60.22,83.64,60.27,83.65,60.24Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9828"
              data-name="Контур 9828"
              d="M6.78,54.08.51,28v.27l.06.13.07.13c.41.65.82,1.29,1.25,1.93s.85,1.28,1.3,1.91.89,1.26,1.36,1.88.93,1.24,1.41,1.85l5.57,25.08c-.42-.54-.83-1.08-1.23-1.63s-.8-1.1-1.19-1.65-.77-1.12-1.14-1.69S7.33,55.12,7,54.55l-.06-.11a.61.61,0,0,1,0-.12l-.05-.12Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9829"
              data-name="Контур 9829"
              d="M98.23,28l-6.3,26.05v.24l-.06.12-.06.11c-.36.57-.72,1.14-1.09,1.7s-.75,1.13-1.14,1.68-.78,1.11-1.18,1.66-.81,1.09-1.23,1.62L92.7,36.15c.48-.61,1-1.23,1.41-1.85s.91-1.25,1.35-1.88.88-1.27,1.3-1.91.84-1.28,1.25-1.93l.07-.13.06-.13a.779.779,0,0,0,0-.14.57.57,0,0,0,.09-.18Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9830"
              data-name="Контур 9830"
              d="M30.48,59.68a9.6,9.6,0,0,0-1.94.19,10,10,0,0,0-1.81.54,9.32,9.32,0,0,0-1.66.86,9.82,9.82,0,0,0-1.44,1.13l-3.8-24.92a11.09,11.09,0,0,1,1.67-1.29,11.61,11.61,0,0,1,1.89-1,12.25,12.25,0,0,1,2.09-.61,11.63,11.63,0,0,1,2.23-.22,11.49,11.49,0,0,1,2.05.18,11,11,0,0,1,1.93.53,12,12,0,0,1,1.78.83A11.779,11.779,0,0,1,35.05,37l1.83,25A10.32,10.32,0,0,0,34,60.3a10.521,10.521,0,0,0-1.69-.46,9.61,9.61,0,0,0-1.83-.16Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9831"
              data-name="Контур 9831"
              d="M49.48,64.22h-.13V39.55h.15V64.22Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9832"
              data-name="Контур 9832"
              d="M49.35,64.22h-.12V39.55h.14C49.36,47,49.36,56.82,49.35,64.22Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9833"
              data-name="Контур 9833"
              d="M49,43.38l-.03,24.21h-.15l.01-24.21Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9834"
              data-name="Контур 9834"
              d="M49.23,64.22a4.19,4.19,0,0,0-1.55.29,4,4,0,0,0-1.29.79,4.22,4.22,0,0,0-.92,1.18A4.09,4.09,0,0,0,45.05,68l-.63-24.2a4.5,4.5,0,0,1,.5-1.67,4.6,4.6,0,0,1,1-1.35,4.86,4.86,0,0,1,1.48-.9,5,5,0,0,1,1.78-.33Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9835"
              data-name="Контур 9835"
              d="M53.68,68.1a3.94,3.94,0,0,0-.4-1.53,4.09,4.09,0,0,0-.92-1.23,4.14,4.14,0,0,0-1.31-.82,4.34,4.34,0,0,0-1.57-.3V39.55a4.91,4.91,0,0,1,3.31,1.28,5,5,0,0,1,1.06,1.4A4.39,4.39,0,0,1,54.34,44C54.14,51.2,53.88,60.86,53.68,68.1Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9836"
              data-name="Контур 9836"
              d="M45,68.12Q44.72,56,44.41,44v-.09h0L45.05,68v.17Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9837"
              data-name="Контур 9837"
              d="M45,68.12h0l-.62-24.13V44Q44.71,56.06,45,68.12Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9838"
              data-name="Контур 9838"
              d="M50.36,44.12l-.15,24.12a.79.79,0,0,0-.08-.26.74.74,0,0,0-.16-.2.79.79,0,0,0-.23-.14.87.87,0,0,0-.28,0h0V43.43h0a.78.78,0,0,1,.31.06.92.92,0,0,1,.27.16.71.71,0,0,1,.19.23.75.75,0,0,1,.13.24Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9839"
              data-name="Контур 9839"
              d="M49.29,43.38V67.59h0a.87.87,0,0,0-.28,0,.7.7,0,0,0-.23.15.68.68,0,0,0-.17.21.83.83,0,0,0-.07.27l-.11-24.11a1.09,1.09,0,0,1,.08-.31,1.12,1.12,0,0,1,.19-.24,1,1,0,0,1,.27-.17.88.88,0,0,1,.33-.06h0Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9840"
              data-name="Контур 9840"
              d="M61.4,62.41a8.71,8.71,0,0,0-1.13,1.3,9.17,9.17,0,0,0-.88,1.48,9.87,9.87,0,0,0-.59,1.63,9.229,9.229,0,0,0-.27,1.76L59.91,44.5a10.08,10.08,0,0,1,.32-2,9.8,9.8,0,0,1,.67-1.86,11,11,0,0,1,1-1.68,10,10,0,0,1,1.3-1.46Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9841"
              data-name="Контур 9841"
              d="M36.88,62,35.05,37a10.78,10.78,0,0,1,1.49,1.53,10.21,10.21,0,0,1,1.17,1.79,10.51,10.51,0,0,1,.78,2,11.05,11.05,0,0,1,.36,2.17L40.19,68.6a9.18,9.18,0,0,0-.31-1.91,9.57,9.57,0,0,0-.68-1.76,9.19,9.19,0,0,0-1-1.57A10.37,10.37,0,0,0,36.88,62Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9842"
              data-name="Контур 9842"
              d="M23.63,62.4a9.81,9.81,0,0,0-1.21,1.37,10.07,10.07,0,0,0-.93,1.58A9.24,9.24,0,0,0,20.63,69L16.38,45a10.12,10.12,0,0,1,.29-2.14,10.43,10.43,0,0,1,.7-2A11.7,11.7,0,0,1,18.44,39a11.4,11.4,0,0,1,1.39-1.56l2,13.32Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9843"
              data-name="Контур 9843"
              d="M58.53,68.58,59.91,44.5v.13a.49.49,0,0,0,0,.12V45l-1.4,24v-.34A.291.291,0,0,0,58.53,68.58Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9844"
              data-name="Контур 9844"
              d="M15.92,44.97l4.25,24.01-.01.16L15.9,45.15Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9845"
              data-name="Контур 9845"
              d="M24.64,38.85,27.82,63.6a6.43,6.43,0,0,0-2.66,2.21,6,6,0,0,0-.77,1.57,5.74,5.74,0,0,0-.28,1.76l-3.74-24a6.72,6.72,0,0,1,.33-2,6.9,6.9,0,0,1,.89-1.78,7.11,7.11,0,0,1,1.34-1.46,7.27,7.27,0,0,1,1.71-1.05Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9846"
              data-name="Контур 9846"
              d="M59.43,45.15,58.05,69.14v-.12L59.44,45Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9847"
              data-name="Контур 9847"
              d="M19.91,45.15l3.74,23.99-.01.13L19.9,45.29Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9848"
              data-name="Контур 9848"
              d="M68.22,59.68a10.37,10.37,0,0,0-1.94.19,10,10,0,0,0-1.81.54,10.21,10.21,0,0,0-1.64.86,9.42,9.42,0,0,0-1.43,1.14L63.2,37.5a10.9,10.9,0,0,1,1.64-1.3,10.529,10.529,0,0,1,1.89-1,11,11,0,0,1,2.07-.62,11.71,11.71,0,0,1,2.2-.19,12,12,0,0,1,2.26.22,11.329,11.329,0,0,1,2.1.63,10.88,10.88,0,0,1,1.92,1A10.59,10.59,0,0,1,79,37.54L75.14,62.45,79,37.54a11.72,11.72,0,0,1,1.4,1.59A11.37,11.37,0,0,1,81.44,41a10.91,10.91,0,0,1,.68,2,10.39,10.39,0,0,1,.26,2.17l-4.29,24,4.29-24v1.49a1.015,1.015,0,0,1-.08.48L78,70.87l.06-.42V69.14a9.34,9.34,0,0,0-.82-3.69,9.49,9.49,0,0,0-2.13-3,9.89,9.89,0,0,0-3.12-2,10.21,10.21,0,0,0-3.77-.77Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9849"
              data-name="Контур 9849"
              d="M78.38,45.48l-3.77,24v-.29a5.81,5.81,0,0,0-.29-1.77,5.62,5.62,0,0,0-.78-1.57,6,6,0,0,0-1.18-1.29,6.08,6.08,0,0,0-1.5-.93l3.21-24.76a7.44,7.44,0,0,1,1.73,1.06,7.24,7.24,0,0,1,1.36,1.46,7,7,0,0,1,.89,1.79,6.79,6.79,0,0,1,.34,2v.24A.218.218,0,0,0,78.38,45.48Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9850"
              data-name="Контур 9850"
              d="M63.94,69.27l2.19-24v.28l-2.2,23.97v-.25Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9851"
              data-name="Контур 9851"
              d="M32.62,45.3l2.15,24a3.48,3.48,0,0,0-.36-1.3,3.65,3.65,0,0,0-.78-1,3.73,3.73,0,0,0-1.1-.67,3.64,3.64,0,0,0-1.32-.25,3.78,3.78,0,0,0-1.39.27,3.63,3.63,0,0,0-1.93,1.82,3.25,3.25,0,0,0-.31,1.33L24.35,45.57a3.9,3.9,0,0,1,.37-1.51,4.06,4.06,0,0,1,.91-1.23,4.28,4.28,0,0,1,2.9-1.14,4.23,4.23,0,0,1,1.52.28,4.07,4.07,0,0,1,1.26.77,3.89,3.89,0,0,1,.9,1.15A4,4,0,0,1,32.62,45.3Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9852"
              data-name="Контур 9852"
              d="M27.6,70.09,24.39,46.23v-.55l3.22,23.93a.49.49,0,0,0,0,.12v.24C27.61,70.01,27.6,70.05,27.6,70.09Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9853"
              data-name="Контур 9853"
              d="M74.36,46.24,71.11,70.1v-.24a.53.53,0,0,1,0-.13v-.12a3.47,3.47,0,0,0-.3-1.37,3.6,3.6,0,0,0-.78-1.11,3.69,3.69,0,0,0-1.15-.75,3.65,3.65,0,0,0-2.73,0,3.73,3.73,0,0,0-1.1.67,3.65,3.65,0,0,0-.78,1,3.49,3.49,0,0,0-.36,1.24l2.19-24A4,4,0,0,1,68.7,42a4.23,4.23,0,0,1,1.52-.28,4.32,4.32,0,0,1,1.61.32,4,4,0,0,1,1.32.85,3.92,3.92,0,0,1,.9,1.27,3.82,3.82,0,0,1,.35,1.55v.14a.661.661,0,0,0,0,.14v.14C74.4,46.18,74.37,46.19,74.36,46.24Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9854"
              data-name="Контур 9854"
              d="M20.62,69.14v.87a1.267,1.267,0,0,0,.05.43l.06.42L16.53,47.1a4.2,4.2,0,0,0-.08-.47,2.715,2.715,0,0,0-.05-.49v-.49a4.17,4.17,0,0,1,0-.5C17.64,52.35,20,61.86,20.62,69.14Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9855"
              data-name="Контур 9855"
              d="M34.78,69.61A3.29,3.29,0,0,1,34.49,71a3.33,3.33,0,0,1-.78,1.11,3.6,3.6,0,0,1-1.15.76,3.85,3.85,0,0,1-1.41.27Q29.82,61.4,28.46,49.67a4.37,4.37,0,0,0,1.62-.32,3.92,3.92,0,0,0,1.32-.86,3.9,3.9,0,0,0,1.24-2.81q1.06,12,2.14,23.93-1.06-12-2.14-23.93a.34.34,0,0,0,0-.1V45.4a.31.31,0,0,1,0-.1l2.15,24a.22.22,0,0,0,0,.08v.25Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9856"
              data-name="Контур 9856"
              d="M71.11,70.1a3.44,3.44,0,0,1-1.18,2.14,3.6,3.6,0,0,1-2.37.87l2.73-23.44a4.27,4.27,0,0,0,2.72-1,4.09,4.09,0,0,0,.9-1.09,3.78,3.78,0,0,0,.45-1.35C73.39,53.39,72.08,62.94,71.11,70.1Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9857"
              data-name="Контур 9857"
              d="M31.15,73.11a3.6,3.6,0,0,1-2.37-.87,3.46,3.46,0,0,1-.78-1,3.42,3.42,0,0,1-.4-1.19L24.39,46.23a3.71,3.71,0,0,0,.45,1.35,3.65,3.65,0,0,0,.9,1.09A4.06,4.06,0,0,0,27,49.4a4.27,4.27,0,0,0,1.48.27h0q1.35,11.71,2.69,23.44Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9858"
              data-name="Контур 9858"
              d="M67.56,73.11a3.89,3.89,0,0,1-1.41-.27A3.72,3.72,0,0,1,65,72.08,3.48,3.48,0,0,1,64.22,71a3.29,3.29,0,0,1-.29-1.36l2.18-23.93a4,4,0,0,0,.34,1.55,4.15,4.15,0,0,0,.9,1.26,4.06,4.06,0,0,0,1.33.86,4.28,4.28,0,0,0,1.61.32h0Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9859"
              data-name="Контур 9859"
              d="M82.22,47.11,78,70.87A9.23,9.23,0,0,1,76.79,74a9.66,9.66,0,0,1-2.13,2.47,9.51,9.51,0,0,1-2.87,1.65,9.86,9.86,0,0,1-3.41.6,10,10,0,0,1-7-2.8,9.74,9.74,0,0,1-2.12-3,9,9,0,0,1-.79-3.7l1.38-24a10.46,10.46,0,0,0,.91,4.21,10.88,10.88,0,0,0,2.44,3.45,11.56,11.56,0,0,0,11.92,2.51,11.22,11.22,0,0,0,3.3-1.88,10.79,10.79,0,0,0,2.44-2.82,10.41,10.41,0,0,0,1.36-3.58Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9860"
              data-name="Контур 9860"
              d="M38.85,44.53,40.19,68.6a.57.57,0,0,0,0,.13v.41a9,9,0,0,1-.79,3.7,9.43,9.43,0,0,1-2.12,3,9.9,9.9,0,0,1-3.13,2.06,10.08,10.08,0,0,1-3.82.75A9.9,9.9,0,0,1,24,76.43,9.5,9.5,0,0,1,21.92,74a9.23,9.23,0,0,1-1.16-3.09L16.53,47.1a10.31,10.31,0,0,0,1.31,3.52,11,11,0,0,0,2.44,2.82,11.2,11.2,0,0,0,3.32,1.88,11.53,11.53,0,0,0,11.91-2.51A11.11,11.11,0,0,0,38,49.36a10.51,10.51,0,0,0,.91-4.22v-.31a.76.76,0,0,0,0-.15Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9861"
              data-name="Контур 9861"
              d="M49.24,56.83V79.4a4.24,4.24,0,0,1-1.59-.3,4.4,4.4,0,0,1-1.32-.83A4.22,4.22,0,0,1,45.41,77,4,4,0,0,1,45,75.48l-.63-23.12a4.53,4.53,0,0,0,.45,1.76,4.87,4.87,0,0,0,2.58,2.36A5,5,0,0,0,49.24,56.83Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9862"
              data-name="Контур 9862"
              d="M49.05,56.83,49.01,79.4h-.23V56.83Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9863"
              data-name="Контур 9863"
              d="M54.36,52.37l-.67,23.12A3.81,3.81,0,0,1,53.3,77a4,4,0,0,1-.92,1.24,4.4,4.4,0,0,1-1.32.83,4.2,4.2,0,0,1-1.59.3V56.8a5,5,0,0,0,1.82-.35,4.87,4.87,0,0,0,2.58-2.36A4.44,4.44,0,0,0,54.36,52.37Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9864"
              data-name="Контур 9864"
              d="M22.95,59.04l3.36,22.31L14.35,80.22,9.21,57.76Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9865"
              data-name="Контур 9865"
              d="M88.61,57.43l-5.18,22.5L71.48,81.36l3.4-22.31Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9866"
              data-name="Контур 9866"
              d="M57.06,60.59,55.98,82.71H41.79L40.75,60.59Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9867"
              data-name="Контур 9867"
              d="M93.06,60,87.35,82.22a1.66,1.66,0,0,1-.1.29,1.741,1.741,0,0,1-.15.26,2.09,2.09,0,0,1-.43.41l5.61-22.05a2.47,2.47,0,0,0,.27-.21,2.75,2.75,0,0,0,.22-.26,2.911,2.911,0,0,0,.17-.3,1.75,1.75,0,0,0,.12-.36Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9868"
              data-name="Контур 9868"
              d="M11.37,82.3,5.7,60.13a.988.988,0,0,0,.1.32,2.711,2.711,0,0,0,.13.3,2.589,2.589,0,0,0,.14.29l.16.29,5.6,22-.14-.25-.12-.25-.12-.27A2.29,2.29,0,0,1,11.37,82.3Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9869"
              data-name="Контур 9869"
              d="M69.11,84l3-21.94a3.64,3.64,0,0,1,.36-1.13,3.38,3.38,0,0,1,.71-.93,3.69,3.69,0,0,1,1-.65,3.86,3.86,0,0,1,1.19-.31l-3.4,22.31a3,3,0,0,0-1,.27,3.14,3.14,0,0,0-.86.57,3.25,3.25,0,0,0-.61.81A3.08,3.08,0,0,0,69.11,84Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9870"
              data-name="Контур 9870"
              d="M29.6,84a3.42,3.42,0,0,0-.31-1,3.06,3.06,0,0,0-.62-.81,3.17,3.17,0,0,0-.86-.58,3.25,3.25,0,0,0-1-.27L25.21,71q-.675-4.5-1.36-9l-.44-3a3.61,3.61,0,0,1,1.19.32,3.47,3.47,0,0,1,1,.65,3.43,3.43,0,0,1,1.07,2.07C27.54,68.66,28.72,77.43,29.6,84Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9871"
              data-name="Контур 9871"
              d="M69.11,84l3-21.94v.27l-3,21.9Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9872"
              data-name="Контур 9872"
              d="M26.66,62.08,29.6,84v.23l-2.93-21.9v-.26Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9873"
              data-name="Контур 9873"
              d="M59.61,85.37a2.92,2.92,0,0,0-.38-1.06,3,3,0,0,0-.7-.84,3.07,3.07,0,0,0-1-.56,3.24,3.24,0,0,0-1.13-.2q.48-9.6.94-19.2l.14-2.92a3.7,3.7,0,0,1,1.3.23,3.85,3.85,0,0,1,1.1.63,3.54,3.54,0,0,1,.81,1,3.37,3.37,0,0,1,.43,1.21C60.7,70.14,60.07,78.84,59.61,85.37Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9874"
              data-name="Контур 9874"
              d="M42.25,82.71a3.22,3.22,0,0,0-1.12.2,3.18,3.18,0,0,0-1,.56,3.14,3.14,0,0,0-.7.84,3,3,0,0,0-.38,1.06L37.77,66.5l-.2-2.87A3.31,3.31,0,0,1,38,62.42a3.63,3.63,0,0,1,1.91-1.59,3.69,3.69,0,0,1,1.29-.24C41.52,67.23,41.94,76.07,42.25,82.71Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9875"
              data-name="Контур 9875"
              d="M89.22,65.19,84,86.74V86.5l5.21-21.59v.28Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9876"
              data-name="Контур 9876"
              d="M9.55,64.91,14.72,86.5v.31L9.54,65.26v-.35Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9877"
              data-name="Контур 9877"
              d="M19.07,65.84l3.88,21.47-8.69-.81L9.09,64.91Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9878"
              data-name="Контур 9878"
              d="M88.75,64.91,83.54,86.5l-8.69.82,3.92-21.47Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9879"
              data-name="Контур 9879"
              d="M9.08,65.26l5.18,21.55v.74L9.08,66.11Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9880"
              data-name="Контур 9880"
              d="M88.76,66.11,83.54,87.55v-.81l5.22-21.55Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9881"
              data-name="Контур 9881"
              d="M26.23,62.34l2.93,21.9.27,4.33-2.9-21.3Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9882"
              data-name="Контур 9882"
              d="M71.29,67.27l-2.94,21.3.28-4.33,2.98-21.9Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9883"
              data-name="Контур 9883"
              d="M53.91,67.72l-.67,21.24H44.56l-.64-21.24Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9884"
              data-name="Контур 9884"
              d="M36.44,67.96l1.61,21.21-8.62-.6-2.9-21.3Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9885"
              data-name="Контур 9885"
              d="M37.11,63.63l1.52,21.74-.58,3.8L36.44,67.96Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9886"
              data-name="Контур 9886"
              d="M61.39,67.96,59.74,89.17l-.59-3.8L60.7,63.62Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9887"
              data-name="Контур 9887"
              d="M71.29,67.27l-2.94,21.3-8.61.6,1.65-21.21Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9888"
              data-name="Контур 9888"
              d="M15,90.49l-5.14-21c-.06-.26-.12-.53-.17-.8s-.08-.55-.11-.83-.06-.56-.07-.85,0-.57,0-.87l5.18,21.44v.77a3.043,3.043,0,0,0,.06.74c.06.24.06.49.1.73A4.27,4.27,0,0,1,15,90.49Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9889"
              data-name="Контур 9889"
              d="M88.85,69.49l-5.17,21,.15-.71c0-.24.08-.48.1-.73a4.836,4.836,0,0,1,.06-.75,3.305,3.305,0,0,0,0-.77L89.2,66.09v.88a3.57,3.57,0,0,1-.07.86c-.07.29-.07.55-.12.83A7.78,7.78,0,0,1,88.85,69.49Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9890"
              data-name="Контур 9890"
              d="M78.47,70.86,74.58,91.72l.27-4.4,3.92-21.47Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9891"
              data-name="Контур 9891"
              d="M19.07,65.84l3.88,21.47.27,4.41L19.37,70.86Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9892"
              data-name="Контур 9892"
              d="M23.72,92.09Q21.8,81.68,19.89,71.28a.3.3,0,0,1,0-.1v-.1a.41.41,0,0,0,0-.11v-.11l3.84,20.86v.09a.34.34,0,0,1,0,.1V92C23.73,92.03,23.72,92.06,23.72,92.09Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9893"
              data-name="Контур 9893"
              d="M75,92.09v-.27a.31.31,0,0,1,0-.1l3.88-20.86a.45.45,0,0,0,0,.11s0,.07,0,.11v.11a.36.36,0,0,1,0,.1Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9894"
              data-name="Контур 9894"
              d="M54.62,72.28l-.77,20.69-.61-4.01.67-21.24Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9895"
              data-name="Контур 9895"
              d="M43.92,67.72l.64,21.24-.61,4.01-.72-20.69Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9896"
              data-name="Контур 9896"
              d="M78.87,71.29,75,92.09a3,3,0,0,1-.36,1,3.22,3.22,0,0,1-.64.79,3.1,3.1,0,0,1-.87.54,3.18,3.18,0,0,1-1,.25l3.44-20.45a3.35,3.35,0,0,0,1.18-.28,3.43,3.43,0,0,0,1-.62,3.78,3.78,0,0,0,.74-.9A3.54,3.54,0,0,0,78.87,71.29Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9897"
              data-name="Контур 9897"
              d="M23.72,92.09Q21.8,81.68,19.89,71.28a3.51,3.51,0,0,0,.4,1.11,4,4,0,0,0,.74.9,3.65,3.65,0,0,0,1,.62,3.35,3.35,0,0,0,1.18.28l3.41,20.45a3.18,3.18,0,0,1-1-.25,2.92,2.92,0,0,1-.87-.55,3,3,0,0,1-.64-.78A3.33,3.33,0,0,1,23.72,92.09Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9898"
              data-name="Контур 9898"
              d="M39.3,75.34l1.24,20.31L26.16,94.64,22.75,74.19Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9899"
              data-name="Контур 9899"
              d="M75.09,74.19,71.64,94.64,57.26,95.65l1.28-20.31Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9900"
              data-name="Контур 9900"
              d="M59,75.34,57.72,95.65a4,4,0,0,1-1.26-.2,3.42,3.42,0,0,1-1-.57,3.15,3.15,0,0,1-.74-.85A3,3,0,0,1,54.31,93l.77-20.68a3.25,3.25,0,0,0,.43,1.21,3.42,3.42,0,0,0,.85,1,3.88,3.88,0,0,0,1.19.64A4.24,4.24,0,0,0,59,75.34Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9901"
              data-name="Контур 9901"
              d="M43.69,72.29,44.41,93A3.11,3.11,0,0,1,44,94a3.22,3.22,0,0,1-.71.85,3.27,3.27,0,0,1-2.11.76H41L39.76,75.34H40a3.78,3.78,0,0,0,1.3-.23,3.88,3.88,0,0,0,1.12-.64,3.47,3.47,0,0,0,.82-1A3.43,3.43,0,0,0,43.69,72.29Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9902"
              data-name="Контур 9902"
              d="M73.2,100.63Q75,90.84,76.82,81c.94-.38,1.83-.79,2.68-1.23a26.873,26.873,0,0,0,2.42-1.4A20.42,20.42,0,0,0,84,76.83a17.69,17.69,0,0,0,1.81-1.75q-2.4,10.15-4.79,20.31,2.4-10.15,4.79-20.31h0q-2.39,10.16-4.78,20.3,2.39-10.14,4.78-20.3a14.524,14.524,0,0,0,1-1.26,12.762,12.762,0,0,0,.84-1.36A12.339,12.339,0,0,0,88.37,71a11.191,11.191,0,0,0,.48-1.52l-5.17,21a11,11,0,0,1-1.35,3.2,13.341,13.341,0,0,1-2.28,2.74A19.3,19.3,0,0,1,77,98.75,28.19,28.19,0,0,1,73.2,100.63Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9903"
              data-name="Контур 9903"
              d="M73.05,100.69l3.6-19.59h0q-1.8,9.81-3.62,19.6h0Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9904"
              data-name="Контур 9904"
              d="M62.24,103.57q1-9.6,2-19.19c1.13-.17,2.24-.38,3.33-.6s2.16-.47,3.2-.75,2.06-.56,3.05-.89,1.94-.66,2.86-1l-3.6,19.59c-.8.33-1.63.63-2.48.91s-1.74.55-2.65.78-1.84.46-2.78.66S63.22,103.41,62.24,103.57Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9905"
              data-name="Контур 9905"
              d="M49.8,104.55q0-9.52.08-19c1.16,0,2.32,0,3.48-.08s2.32-.12,3.47-.2,2.31-.19,3.45-.32,2.26-.27,3.38-.44q-.94,9.59-1.9,19.17c-1,.15-1.94.28-2.93.39s-2,.2-3,.27-2,.14-3,.18S50.8,104.54,49.8,104.55Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9906"
              data-name="Контур 9906"
              d="M49.46,104.55a85.6,85.6,0,0,1-11.6-.79,54.24,54.24,0,0,1-10.523-2.44A25.89,25.89,0,0,1,19.27,97,12.29,12.29,0,0,1,15,90.49l-5.14-21a14,14,0,0,0,4.84,7.38,29.6,29.6,0,0,0,9.26,5A63.6,63.6,0,0,0,36.09,84.6a101,101,0,0,0,13.33.91v0h.08C49.49,91.22,49.48,98.84,49.46,104.55Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9907"
              data-name="Контур 9907"
              d="M49.8,104.55h-.34v-19h.38Q49.84,95,49.8,104.55Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9908"
              data-name="Контур 9908"
              d="M11.71,91.61,6.06,70.74a17.32,17.32,0,0,0,4.66,7.77,29.52,29.52,0,0,0,9.06,5.88,57.09,57.09,0,0,0,13,3.74,99.68,99.68,0,0,0,16.6,1.35v18.55A86.371,86.371,0,0,1,35,106.84a49.27,49.27,0,0,1-11.34-3.27,25.83,25.83,0,0,1-7.87-5.15,15.18,15.18,0,0,1-4.08-6.81Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9909"
              data-name="Контур 9909"
              d="M61.76,103.64q1-9.58,1.9-19.17h.55q-1,9.6-2,19.19h-.36Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9910"
              data-name="Контур 9910"
              d="M92.68,70.77,87,91.64a15.21,15.21,0,0,1-4.07,6.8,25.58,25.58,0,0,1-7.87,5.15,49.5,49.5,0,0,1-11.31,3.27A86,86,0,0,1,49.39,108V89.45A99,99,0,0,0,66,88.14a56.47,56.47,0,0,0,13-3.73,29.39,29.39,0,0,0,9-5.87,17.25,17.25,0,0,0,4.68-7.77Z"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9911"
              data-name="Контур 9911"
              d="M93.12,59.53a1.86,1.86,0,0,1-.06.48,1.65,1.65,0,0,1-.16.44,2.6,2.6,0,0,1-.27.38,1.68,1.68,0,0,1-.35.3l.25.2a2.06,2.06,0,0,1,.29.3A2.5,2.5,0,0,1,93,62a1.71,1.71,0,0,1,.13.38,1.919,1.919,0,0,1,0,.41q0,.33,0,.66v2.68a16.18,16.18,0,0,1-2.89,9.63,24.07,24.07,0,0,1-8.67,7.35,50.24,50.24,0,0,1-13.86,4.7A95.339,95.339,0,0,1,49.3,89.5a96.78,96.78,0,0,1-18.48-1.7,50.59,50.59,0,0,1-13.88-4.71,24,24,0,0,1-8.67-7.34,16.14,16.14,0,0,1-2.88-9.62V62.77a1.92,1.92,0,0,1,0-.41A2.43,2.43,0,0,1,5.72,62a1.86,1.86,0,0,1,.22-.35,1.64,1.64,0,0,1,.29-.3c-.08-.14-.15-.27-.22-.42s-.14-.28-.2-.43a3.5,3.5,0,0,1-.14-.5,2,2,0,0,1,0-.49l.42-23.39c-.48-.61-1-1.23-1.41-1.85S3.72,33,3.28,32.41,2.4,31.14,2,30.5,1.14,29.22.73,28.57a1.68,1.68,0,0,1-.2-.48,1.68,1.68,0,0,1-.07-.5,1.81,1.81,0,0,1,.08-.51,2.56,2.56,0,0,1,.22-.48c.64-1,1.3-1.93,2-2.86S4.16,21.88,4.9,21s1.5-1.79,2.29-2.65,1.59-1.7,2.43-2.52a2.6,2.6,0,0,1,.31-.25,2.31,2.31,0,0,1,.35-.18,2.38,2.38,0,0,1,.38-.11h.84l.22.07a.85.85,0,0,1,.22.09c.61.29,1.21.59,1.82.9s1.2.63,1.8,1,1.19.66,1.78,1l1.76,1,.64-.51.64-.5.66-.48c.22-.16.44-.32.67-.47l.69-.5c.27-.2.54-.39.82-.57s.55-.37.84-.55.56-.35.85-.51l.87-.5V12.49c0-.75,0-1.49-.07-2.23s-.05-1.46-.07-2.19,0-1.45-.05-2.17a1.77,1.77,0,0,1,.07-.52,2.09,2.09,0,0,1,.22-.48,2.23,2.23,0,0,1,.35-.4,2.09,2.09,0,0,1,.47-.3c1-.47,2.06-.91,3.11-1.32S31.9,2.08,33,1.73s2.16-.66,3.26-.94S38.42.26,39.53,0h.4a2.07,2.07,0,0,1,.5.06,1.91,1.91,0,0,1,.47.18,2,2,0,0,1,.72.67q.56.9,1.08,1.8t1,1.83c.34.62.67,1.24,1,1.87s.64,1.25.95,1.88l.91-.08c.3,0,.61-.05.91-.06h3.7a4.743,4.743,0,0,1,.92.06l.92.08c.3-.63.62-1.26.94-1.88s.66-1.25,1-1.87.69-1.22,1-1.83.72-1.2,1.09-1.8a1.61,1.61,0,0,1,.31-.38,2.27,2.27,0,0,1,.4-.29,2,2,0,0,1,.46-.18,2.14,2.14,0,0,1,.5-.06h.41c1.11.22,2.21.47,3.31.75s2.18.6,3.25.94S67.9,2.46,69,2.87s2.09.85,3.12,1.32a1.83,1.83,0,0,1,.46.3,1.72,1.72,0,0,1,.36.4,1.56,1.56,0,0,1,.22.47,1.89,1.89,0,0,1,.08.53c0,.72,0,1.44-.06,2.17s-.06,1.45-.1,2.17-.1,1.45-.17,2.18-.13,1.45-.22,2.17h.15l.07.05h.08l.88.49.87.53.83.54.82.58.7.5.66.46.65.48.65.5.64.52c.58-.36,1.16-.7,1.75-1s1.19-.68,1.78-1,1.2-.65,1.81-1,1.21-.61,1.82-.91l.22-.08.22-.07h.45a2.58,2.58,0,0,1,.39,0,2.38,2.38,0,0,1,.38.11,2.31,2.31,0,0,1,.35.18,1.89,1.89,0,0,1,.31.25c.84.82,1.65,1.66,2.44,2.52s1.55,1.74,2.29,2.64,1.4,1.93,2.1,2.87,1.35,1.9,2,2.87a1.77,1.77,0,0,1,.23.48,1.69,1.69,0,0,1,.08.5,2.1,2.1,0,0,1-.06.51,2.06,2.06,0,0,1-.21.48c-.41.65-.82,1.29-1.25,1.93s-.85,1.28-1.3,1.91-.89,1.26-1.35,1.88-.93,1.24-1.41,1.85l.39,21.44ZM89.4,34q.61-.77,1.2-1.56t1.17-1.59c.38-.53.75-1.07,1.12-1.61s.72-1.08,1.07-1.63c-.49-.72-1-1.44-1.52-2.14s-1.06-1.4-1.61-2.08-1.12-1.34-1.71-2-1.18-1.3-1.79-1.93l-1.72.91c-.57.3-1.14.62-1.7.94s-1.13.65-1.68,1-1.11.68-1.65,1a2.1,2.1,0,0,1-.26.13l-.26.1-.28.06H79.5a1.5,1.5,0,0,1-.37,0,1.36,1.36,0,0,1-.36-.1,1.5,1.5,0,0,1-.34-.16,1.66,1.66,0,0,1-.31-.23l-.82-.7c-.27-.24-.55-.46-.84-.69L75.6,21c-.3-.22-.59-.43-.89-.63L74,19.86l-.71-.5c-.24-.16-.48-.32-.73-.47l-.74-.45q-.37-.23-.75-.42l-.42-.24-.4-.23-.37-.22-.37-.22a1.78,1.78,0,0,1-.42-.35,1.63,1.63,0,0,1-.3-.44,1.74,1.74,0,0,1-.17-.5,1.88,1.88,0,0,1,0-.53c.09-.68.17-1.37.24-2.06s.14-1.38.19-2.07.1-1.39.14-2.08.06-1.38.08-2.07c-.76-.33-1.53-.63-2.3-.93s-1.55-.56-2.34-.81-1.58-.5-2.38-.72-1.6-.41-2.41-.6c-.34.58-.68,1.16-1,1.75s-.65,1.17-1,1.77-.63,1.19-.92,1.8-.59,1.2-.87,1.81a1.86,1.86,0,0,1-.31.46,2.06,2.06,0,0,1-.43.35,1.92,1.92,0,0,1-.51.22,2.1,2.1,0,0,1-.56.08h-.3L52.8,12l-1.13-.1-1.14-.07h-2.3l-1.16.07-1.14.1-1.12.15h-.32a2,2,0,0,1-.55-.08,2.31,2.31,0,0,1-.51-.22,2.06,2.06,0,0,1-.42-.35,1.67,1.67,0,0,1-.31-.47c-.28-.6-.57-1.21-.87-1.81s-.6-1.2-.92-1.79-.63-1.19-1-1.77-.67-1.17-1-1.75c-.81.19-1.61.39-2.41.6s-1.6.46-2.38.72-1.57.52-2.34.81-1.54.6-2.3.93a17.909,17.909,0,0,0,.08,2.07c.08.69.08,1.39.14,2.08s.12,1.38.19,2.07.15,1.38.24,2.06a2,2,0,0,1,0,.54,1.85,1.85,0,0,1-.17.5,1.9,1.9,0,0,1-.3.44,2.44,2.44,0,0,1-.43.35l-.34.2-.34.2-.35.19-.34.2-.86.48-.79.48c-.26.16-.51.32-.75.49l-.71.5-.74.53-.9.64c-.29.21-.58.43-.86.66s-.57.45-.84.68-.55.46-.81.7a2.26,2.26,0,0,1-.31.23,2.491,2.491,0,0,1-.33.16l-.36.1a2.31,2.31,0,0,1-.37,0h-.28a1.27,1.27,0,0,1-.28-.06,1.48,1.48,0,0,1-.27-.1l-.26-.13c-.54-.35-1.09-.69-1.65-1l-1.67-1c-.57-.32-1.13-.64-1.71-.94s-1.14-.61-1.72-.9c-.61.63-1.21,1.27-1.79,1.92s-1.15,1.33-1.71,2S6.82,24.73,6.3,25.43s-1,1.42-1.53,2.14c.36.56.73,1.11,1.1,1.65s.75,1.1,1.14,1.64.78,1.07,1.18,1.6S9,33.52,9.41,34a2.09,2.09,0,0,1,.46.62A2.17,2.17,0,0,1,10,35a1.75,1.75,0,0,1,0,.4L9.67,57.76,23.41,59a3.92,3.92,0,0,1,1.25.34,3.69,3.69,0,0,1,1,.72,3.39,3.39,0,0,1,.7,1,3.59,3.59,0,0,1,.31,1.23l.3,4.93L36.9,68l.67-4.33A3.31,3.31,0,0,1,38,62.42a3.63,3.63,0,0,1,1.91-1.59,3.69,3.69,0,0,1,1.29-.24H57.52a3.7,3.7,0,0,1,1.3.23,3.85,3.85,0,0,1,1.1.63,3.54,3.54,0,0,1,.81,1,3.37,3.37,0,0,1,.43,1.21L61.85,68l9.9-.69.32-4.93a3.42,3.42,0,0,1,.3-1.23,3.48,3.48,0,0,1,1.72-1.72,3.67,3.67,0,0,1,1.25-.34l13.74-1.28-.37-22.34a2,2,0,0,1,0-.43,1.64,1.64,0,0,1,.14-.39A1.84,1.84,0,0,1,89.4,34m-.18,31.22v-.28l-10,.94-.3,5a3.55,3.55,0,0,1-.32,1.26,3.71,3.71,0,0,1-.73,1,3.66,3.66,0,0,1-2.33,1L59,75.34a4.24,4.24,0,0,1-1.45-.23,3.88,3.88,0,0,1-1.19-.64,3.42,3.42,0,0,1-.85-1,3.25,3.25,0,0,1-.43-1.21l-.7-4.57h-10l-.7,4.57a3.43,3.43,0,0,1-.44,1.22,3.47,3.47,0,0,1-.82,1,3.88,3.88,0,0,1-1.12.64,3.78,3.78,0,0,1-1.3.23h-.25L23.21,74.19a3.71,3.71,0,0,1-1.28-.32,3.63,3.63,0,0,1-1.05-.72,3.71,3.71,0,0,1-.73-1,3.34,3.34,0,0,1-.31-1.26l-.31-5-10-.93v1.2a12.77,12.77,0,0,0,3.38,9,24.35,24.35,0,0,0,9.14,6A57.309,57.309,0,0,0,34.9,84.51a97.15,97.15,0,0,0,14.46.99,99.11,99.11,0,0,0,14.51-1.08,57.31,57.31,0,0,0,12.85-3.35,24.3,24.3,0,0,0,9.13-6,12.76,12.76,0,0,0,3.37-9v-.92"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9912"
              data-name="Контур 9912"
              d="M70.22,41.69a4.32,4.32,0,0,1,1.61.32,4,4,0,0,1,1.32.85,3.92,3.92,0,0,1,.9,1.27,3.82,3.82,0,0,1,.35,1.55,4,4,0,0,1-.31,1.55,4.09,4.09,0,0,1-.88,1.26,4,4,0,0,1-1.31.86,4.21,4.21,0,0,1-3.22,0,4.06,4.06,0,0,1-1.33-.86,4.15,4.15,0,0,1-.9-1.26,4,4,0,0,1-.34-1.55v-.11a3.71,3.71,0,0,1,.35-1.51A4.027,4.027,0,0,1,68.64,42a4.12,4.12,0,0,1,1.58-.31Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9913"
              data-name="Контур 9913"
              d="M28.53,41.69a4.23,4.23,0,0,1,1.6.32,4,4,0,0,1,2.19,2.12,3.8,3.8,0,0,1,.32,1.55,4,4,0,0,1-.34,1.55,4.21,4.21,0,0,1-2.22,2.12,4.37,4.37,0,0,1-1.62.32,4.28,4.28,0,0,1-1.61-.32,4,4,0,0,1-1.31-.86,4.09,4.09,0,0,1-.88-1.26,4,4,0,0,1-.31-1.55v-.11a3.9,3.9,0,0,1,.37-1.51,4.06,4.06,0,0,1,.91-1.23,4.28,4.28,0,0,1,2.9-1.14Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9914"
              data-name="Контур 9914"
              d="M27.71,34.39a11.34,11.34,0,0,1,4.34.85,11.14,11.14,0,0,1,3.55,2.3A10.68,10.68,0,0,1,38,41a10.18,10.18,0,0,1,.87,4.19A10.51,10.51,0,0,1,38,49.36a11.11,11.11,0,0,1-2.44,3.45,11.58,11.58,0,0,1-12.37,2.34,11.18,11.18,0,0,1-3.56-2.34,10.71,10.71,0,0,1-2.38-3.45,10.41,10.41,0,0,1-.83-4.21V45a10.28,10.28,0,0,1,1-4.13,11.3,11.3,0,0,1,2.46-3.36,11.53,11.53,0,0,1,7.88-3.09Zm.75,15.28a4.37,4.37,0,0,0,1.62-.32,4,4,0,0,0,2.56-3.67,3.8,3.8,0,0,0-.32-1.55A4,4,0,0,0,30.13,42a4.275,4.275,0,0,0-4.5.83,4.06,4.06,0,0,0-.91,1.23,3.9,3.9,0,0,0-.37,1.51v.11a4,4,0,0,0,.31,1.55,4.09,4.09,0,0,0,.88,1.26,4,4,0,0,0,1.31.86,4.28,4.28,0,0,0,1.61.32m-8.1-4.23a7.36,7.36,0,0,1,.38-2,7.75,7.75,0,0,1,.89-1.83A8.08,8.08,0,0,1,23,40a8.63,8.63,0,0,1,1.69-1.17,7.27,7.27,0,0,0-1.71,1,7.11,7.11,0,0,0-1.34,1.46,6.9,6.9,0,0,0-.89,1.78,6.72,6.72,0,0,0-.33,2v.29"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9915"
              data-name="Контур 9915"
              d="M49.52,39.55a4.91,4.91,0,0,1,3.31,1.28,5,5,0,0,1,1.06,1.4A4.39,4.39,0,0,1,54.34,44v8.41a4.44,4.44,0,0,1-.45,1.75,4.87,4.87,0,0,1-2.58,2.36,5,5,0,0,1-1.82.35h-.27a5,5,0,0,1-1.82-.35,4.87,4.87,0,0,1-2.58-2.36,4.53,4.53,0,0,1-.45-1.76V43.9a.13.13,0,0,0,0-.06,4.5,4.5,0,0,1,.5-1.67,4.6,4.6,0,0,1,1-1.35,4.86,4.86,0,0,1,1.48-.9,5,5,0,0,1,1.78-.33h.29Zm.84,12.66V44.12a.75.75,0,0,0-.09-.29.71.71,0,0,0-.19-.23.92.92,0,0,0-.27-.16.78.78,0,0,0-.31-.06h-.24a.88.88,0,0,0-.33.06,1,1,0,0,0-.27.17,1.12,1.12,0,0,0-.19.24,1.09,1.09,0,0,0-.08.31v8.05a.75.75,0,0,0,.09.29.69.69,0,0,0,.18.24.81.81,0,0,0,.56.22h.28a1.13,1.13,0,0,0,.32-.05,1.4,1.4,0,0,0,.26-.16.88.88,0,0,0,.19-.24.86.86,0,0,0,.09-.3"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9916"
              data-name="Контур 9916"
              d="M87.33,19.43c.61.63,1.21,1.28,1.79,1.93s1.15,1.32,1.71,2,1.09,1.38,1.61,2.08,1,1.42,1.52,2.14c-.35.55-.71,1.09-1.07,1.63s-.74,1.08-1.12,1.61S91,31.89,90.6,32.41s-.79,1.05-1.2,1.56a1.84,1.84,0,0,0-.51.64,1.64,1.64,0,0,0-.14.39,2,2,0,0,0,0,.43l.36,22L75.34,59.05a3.67,3.67,0,0,0-1.25.34,3.48,3.48,0,0,0-1.72,1.72,3.42,3.42,0,0,0-.3,1.23l-.32,4.93-9.9.69-.69-4.34a3.37,3.37,0,0,0-.43-1.21,3.54,3.54,0,0,0-.81-1,3.85,3.85,0,0,0-1.1-.63,3.7,3.7,0,0,0-1.3-.23H41.21a3.69,3.69,0,0,0-1.29.24A3.63,3.63,0,0,0,38,62.42a3.31,3.31,0,0,0-.44,1.21L36.9,68,27,67.27l-.3-4.93a3.59,3.59,0,0,0-.31-1.23,3.39,3.39,0,0,0-.7-1,3.69,3.69,0,0,0-1-.72A3.92,3.92,0,0,0,23.41,59L9.67,57.76,10,35.42a1.75,1.75,0,0,0,0-.4,2.17,2.17,0,0,0-.12-.36A2.09,2.09,0,0,0,9.41,34c-.41-.52-.82-1-1.22-1.58S7.4,31.4,7,30.86s-.77-1.09-1.14-1.64-.74-1.09-1.1-1.65c.5-.72,1-1.43,1.53-2.14S7.36,24,7.91,23.36,9,22,9.62,21.35s1.18-1.29,1.79-1.92c.58.29,1.15.59,1.72.9s1.14.62,1.71.94l1.67,1c.56.34,1.11.68,1.65,1l.26.13a1.48,1.48,0,0,0,.27.1,1.27,1.27,0,0,0,.28.06h.28a2.31,2.31,0,0,0,.37,0l.36-.1a2.491,2.491,0,0,0,.33-.16,2.26,2.26,0,0,0,.31-.23c.26-.24.53-.47.81-.7s.55-.46.84-.68.57-.45.86-.66l.9-.64.74-.53.71-.5.73-.48.76-.46.79-.44.41-.23.38-.22.36-.21.34-.2a2.44,2.44,0,0,0,.43-.35,1.9,1.9,0,0,0,.3-.44,1.85,1.85,0,0,0,.17-.5,2,2,0,0,0,0-.54c-.09-.68-.17-1.37-.24-2.06s-.14-1.38-.19-2.07-.1-1.39-.14-2.08S29.53,7.7,29.51,7c.76-.33,1.52-.63,2.3-.93s1.55-.56,2.34-.81,1.58-.5,2.38-.72,1.6-.41,2.41-.6c.34.58.68,1.16,1,1.75s.65,1.17,1,1.77.62,1.19.92,1.79.59,1.21.87,1.81a1.67,1.67,0,0,0,.31.47,2.06,2.06,0,0,0,.42.35,2.31,2.31,0,0,0,.51.22,2,2,0,0,0,.55.08h.32L45.93,12l1.14-.1,1.16-.07h2.3l1.14.07,1.13.1,1.13.15h.3a2.1,2.1,0,0,0,.56-.08,1.92,1.92,0,0,0,.51-.22,2.06,2.06,0,0,0,.43-.35,1.86,1.86,0,0,0,.31-.46c.28-.61.57-1.21.87-1.81s.6-1.21.92-1.8.63-1.19,1-1.77.67-1.17,1-1.75c.81.19,1.61.39,2.41.6s1.59.46,2.38.72,1.57.52,2.34.81,1.54.6,2.3.93a17.908,17.908,0,0,1-.08,2.07c-.08.69-.08,1.39-.14,2.08s-.12,1.38-.19,2.07-.15,1.38-.24,2.06a1.88,1.88,0,0,0,0,.53,1.74,1.74,0,0,0,.17.5,1.63,1.63,0,0,0,.3.44,1.78,1.78,0,0,0,.42.35l.37.22.36.21.36.21.37.21.81.45.77.47.74.48.71.5.74.54c.3.2.59.41.89.63l.86.65c.29.23.57.45.84.69l.82.7a1.66,1.66,0,0,0,.31.23,1.5,1.5,0,0,0,.34.16,1.36,1.36,0,0,0,.36.1,1.5,1.5,0,0,0,.37,0h.28l.28-.06.26-.1a2.1,2.1,0,0,0,.26-.13c.54-.35,1.09-.69,1.65-1s1.11-.66,1.68-1,1.13-.64,1.7-.94ZM71.24,56a11.41,11.41,0,0,0,4.38-.87,11.22,11.22,0,0,0,3.55-2.33,10.7,10.7,0,0,0,2.38-3.46,10.41,10.41,0,0,0-.11-8.4A11.05,11.05,0,0,0,79,37.54a11.32,11.32,0,0,0-3.59-2.3,11.52,11.52,0,0,0-8.66,0A11.08,11.08,0,0,0,63.2,37.5a10.7,10.7,0,0,0-2.4,3.37A10.24,10.24,0,0,0,59.9,45v.15a10.46,10.46,0,0,0,.91,4.21,10.88,10.88,0,0,0,2.44,3.45,11.52,11.52,0,0,0,8,3.2M27.52,56a11.52,11.52,0,0,0,8-3.2A11.11,11.11,0,0,0,38,49.36a10.51,10.51,0,0,0,.91-4.22A10.18,10.18,0,0,0,38,41a10.68,10.68,0,0,0-2.39-3.41,11.14,11.14,0,0,0-3.55-2.3,11.34,11.34,0,0,0-4.34-.85,11.53,11.53,0,0,0-7.88,3.09,11.3,11.3,0,0,0-2.46,3.36,10.28,10.28,0,0,0-1,4.13v.18a10.41,10.41,0,0,0,.83,4.21,10.71,10.71,0,0,0,2.38,3.45,11.18,11.18,0,0,0,3.56,2.34,11.51,11.51,0,0,0,4.38.86m26.81-12V44a4.39,4.39,0,0,0-.45-1.73,5,5,0,0,0-1.06-1.4,4.91,4.91,0,0,0-3.31-1.28h-.29a5,5,0,0,0-1.78.33,4.86,4.86,0,0,0-1.48.9,4.6,4.6,0,0,0-1,1.35,4.5,4.5,0,0,0-.5,1.67.13.13,0,0,1,0,.06v8.5a4.53,4.53,0,0,0,.45,1.76,4.87,4.87,0,0,0,2.58,2.36,5,5,0,0,0,1.82.35h.27a5,5,0,0,0,1.82-.35,4.87,4.87,0,0,0,2.58-2.36,4.44,4.44,0,0,0,.45-1.75V44.1"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9917"
              data-name="Контур 9917"
              d="M71,34.39a11.45,11.45,0,0,1,4.36.85A11.32,11.32,0,0,1,79,37.54,11.05,11.05,0,0,1,81.44,41a10.41,10.41,0,0,1,.11,8.4,10.7,10.7,0,0,1-2.38,3.46,11.22,11.22,0,0,1-3.55,2.33,11.554,11.554,0,0,1-12.38-2.33,10.88,10.88,0,0,1-2.44-3.45,10.46,10.46,0,0,1-.91-4.21V45a10.24,10.24,0,0,1,.9-4.13,10.7,10.7,0,0,1,2.4-3.37,11.08,11.08,0,0,1,3.53-2.27A11.36,11.36,0,0,1,71,34.39Zm-.74,15.28a4.28,4.28,0,0,0,1.61-.32,4,4,0,0,0,1.31-.86,4.09,4.09,0,0,0,.88-1.26,4,4,0,0,0,.31-1.55,3.82,3.82,0,0,0-.35-1.55,3.92,3.92,0,0,0-.9-1.27A4,4,0,0,0,71.83,42a4.32,4.32,0,0,0-1.61-.32,4.12,4.12,0,0,0-1.58.31,4.027,4.027,0,0,0-2.18,2.06,3.71,3.71,0,0,0-.35,1.51v.11a4,4,0,0,0,.34,1.55,4.15,4.15,0,0,0,.9,1.26,4.06,4.06,0,0,0,1.33.86,4.28,4.28,0,0,0,1.61.32m8.09-4.19v-.33a6.79,6.79,0,0,0-.34-2,7,7,0,0,0-.89-1.79,7.24,7.24,0,0,0-1.36-1.46,7.44,7.44,0,0,0-1.73-1.06A8.52,8.52,0,0,1,75.78,40a8.64,8.64,0,0,1,1.34,1.56A7.7,7.7,0,0,1,78,43.41a7.14,7.14,0,0,1,.37,2.07"
              transform="translate(-0.46)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9918"
              data-name="Контур 9918"
              d="M78.93,70.86l.3-5,10-.94v1.2a12.76,12.76,0,0,1-3.37,9,24.22,24.22,0,0,1-9.11,6,57.63,57.63,0,0,1-12.81,3.36A98.23,98.23,0,0,1,49.5,85.51,99.292,99.292,0,0,1,35,84.44a58.07,58.07,0,0,1-12.89-3.36,24.43,24.43,0,0,1-9.16-6,12.77,12.77,0,0,1-3.38-9v-1.2l10,.93.31,5a3.34,3.34,0,0,0,.31,1.26,3.71,3.71,0,0,0,.73,1,3.63,3.63,0,0,0,1.05.72,3.71,3.71,0,0,0,1.28.32L39.8,75.26H40a3.78,3.78,0,0,0,1.3-.23,3.88,3.88,0,0,0,1.12-.64,3.47,3.47,0,0,0,.82-1,3.43,3.43,0,0,0,.44-1.22l.7-4.57h10l.7,4.57a3.42,3.42,0,0,0,.42,1.21,3.68,3.68,0,0,0,.83,1,3.53,3.53,0,0,0,1.11.65,3.7,3.7,0,0,0,1.3.23L75.55,74.1a3.66,3.66,0,0,0,2.33-1,3.71,3.71,0,0,0,.73-1,3.55,3.55,0,0,0,.32-1.24Z"
              transform="translate(-0.46)"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
          </g>
        </g>
      </g>
    </g>
  </svg>
</template>
