<template>
  <svg
    xmlns="http://www.w3.org/2000/svg"
    width="97.88"
    height="102.996"
    viewBox="0 0 97.88 102.996"
    class="h-full w-full"
  >
    <g id="Vue" transform="translate(0.48 0.5)">
      <g id="Слой_1" data-name="Слой 1">
        <g id="Vue.js_Logo_2" data-name="Vue.js Logo 2">
          <g id="Сгруппировать_806" data-name="Сгруппировать 806">
            <path
              id="Контур_9919"
              data-name="Контур 9919"
              d="M37.72,1.85l1.35,28.74H24.1L20.55,1.85Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9920"
              data-name="Контур 9920"
              d="M76.35,1.85,72.77,30.59H57.8L59.19,1.85Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9921"
              data-name="Контур 9921"
              d="M97.78,2.25Q94.69,16.61,91.59,31a.561.561,0,0,1,0,.12.36.36,0,0,1,0,.11.61.61,0,0,1-.05.12.6.6,0,0,1-.06.11L97.57,2.78a.83.83,0,0,0,.07-.13l.06-.13V2.39Z"
              transform="translate(-0.92)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9922"
              data-name="Контур 9922"
              d="M7.12,31,1,2.26v.27l.05.12a.121.121,0,0,0,.07.13L7.3,31.41l-.06-.11v-.23Z"
              transform="translate(-0.92)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9923"
              data-name="Контур 9923"
              d="M21.67,3.71l3.4,28.52-.97-1.64L20.55,1.85Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9924"
              data-name="Контур 9924"
              d="M76.35,1.85,72.77,30.59l-.97,1.64L75.24,3.71Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9925"
              data-name="Контур 9925"
              d="M21.67,3.71l3.4,28.52H10.82L5.33,3.71Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9926"
              data-name="Контур 9926"
              d="M91.57,3.71,86.05,32.23H71.8L75.24,3.71Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9927"
              data-name="Контур 9927"
              d="M48.45,19.57l-.02,26.65L39.07,30.59,37.72,1.85Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9928"
              data-name="Контур 9928"
              d="M59.19,1.85,57.8,30.59,48.43,46.22l.02-26.65Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9929"
              data-name="Контур 9929"
              d="M76.35,1.85,75.24,3.71,48.45,48.42,21.67,3.71,20.55,1.85H37.72L48.45,19.57,59.19,1.85Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9930"
              data-name="Контур 9930"
              d="M75.24,3.71,71.8,32.23,48.43,71.61l.02-23.19Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9931"
              data-name="Контур 9931"
              d="M48.45,48.42l-.02,23.19L25.07,32.23,21.67,3.71Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9932"
              data-name="Контур 9932"
              d="M91.57,3.71,86.05,32.23,48.43,96.28l.02-19.73Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9933"
              data-name="Контур 9933"
              d="M48.45,76.55l-.02,19.73L10.82,32.23,5.33,3.71Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9934"
              data-name="Контур 9934"
              d="M91.57,3.71,48.45,76.55,5.33,3.71H21.67L48.45,48.42,75.24,3.71Z"
              fill="#f0eadd"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9935"
              data-name="Контур 9935"
              d="M96.65,2.78,90.48,31.41l-40.52,69.2.25-19.12Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9936"
              data-name="Контур 9936"
              d="M46.7,81.49l.21,19.12L6.38,31.41.24,2.78Z"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9937"
              data-name="Контур 9937"
              d="M51.13,81.49l-.25,19.12a1.25,1.25,0,0,1-.28.36,1.93,1.93,0,0,1-.36.28,2.171,2.171,0,0,1-.42.17,1.84,1.84,0,0,1-.47.06,1.68,1.68,0,0,1-.45-.06,1.94,1.94,0,0,1-.42-.17,2,2,0,0,1-.37-.28,1.72,1.72,0,0,1-.28-.36l-.21-19.12a2.15,2.15,0,0,0,.32.41,2.12,2.12,0,0,0,.42.32,2.108,2.108,0,0,0,1.54.19,2.08,2.08,0,0,0,.49-.19,2.12,2.12,0,0,0,.42-.32,2.15,2.15,0,0,0,.32-.41Z"
              transform="translate(-0.92)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
            <path
              id="Контур_9938"
              data-name="Контур 9938"
              d="M97.54.93a1.51,1.51,0,0,1,.2.45,1.5,1.5,0,0,1,.08.47,2,2,0,0,1-.06.48,1.6,1.6,0,0,1-.19.45L51.13,81.49a2.15,2.15,0,0,1-.32.41,2.12,2.12,0,0,1-.42.32,2.08,2.08,0,0,1-.49.19,2.108,2.108,0,0,1-1.54-.19,2.12,2.12,0,0,1-.42-.32,2.15,2.15,0,0,1-.32-.41L1.16,2.78A1.92,1.92,0,0,1,1,2.33a2,2,0,0,1-.06-.48A1.5,1.5,0,0,1,1,1.38,1.51,1.51,0,0,1,1.2.93,1.76,1.76,0,0,1,1.52.54,1.91,1.91,0,0,1,1.93.25,2.72,2.72,0,0,1,2.4.06,2.24,2.24,0,0,1,2.92,0H38.64a2.1,2.1,0,0,1,.51.06,2.43,2.43,0,0,1,.47.19,1.64,1.64,0,0,1,.4.29,1.76,1.76,0,0,1,.32.39l9,14.87L58.4.93a1.72,1.72,0,0,1,.31-.39,1.69,1.69,0,0,1,.41-.29,2.34,2.34,0,0,1,.46-.19A2.24,2.24,0,0,1,60.1,0H95.82a2.1,2.1,0,0,1,.51.06,2.53,2.53,0,0,1,.48.19,1.91,1.91,0,0,1,.41.29,1.76,1.76,0,0,1,.32.39ZM49.37,76.55,92.49,3.71H76.16l1.11-1.86H60.11L49.37,19.57,38.64,1.85H21.48l1.11,1.86H6.25L49.37,76.55"
              transform="translate(-0.92)"
              fill="#2d2931"
              stroke="#2d2931"
              stroke-linejoin="round"
              stroke-width="1"
            />
          </g>
        </g>
      </g>
    </g>
  </svg>
</template>
